Repository: herveperoteau/POCStringCatalog
Catalog: POCStringCatalog/strings/Localizable.xcstrings
Source language: en
Languages: es, fr, it, nl

# 3d_touch_favorites_title
source: Favourites
es: Favoritos
fr: Favoris
it: Favoriti
nl: Favorieten

# 3d_touch_home_title
source: Home
es: Casa
fr: Domicile
it: Casa
nl: Thuis

# 3d_touch_search_title
source: Search
es: Buscar
fr: Rechercher
it: Ricerca
nl: Zoeken

# 3d_touch_work_title
source: Work
es: Laboral
fr: Travail
it: Lavoro
nl: Werkend

# alert_confirmation_accident
source: Is the accident still present?
es: ¿Sigue habiendo un accidente?
fr: Accident toujours présent ?
it: Incidente ancora presente?
nl: Ongeval nog steeds aanwezig?

# alert_confirmation_blackspot
source: Is the accident black spot still present?
es: ¿Sigue habiendo una zona de concentración de accidentes?
fr: Zone accidentogène toujours présente ?
it: Zona ad alta incidentalità ancora presente?
nl: Ongevalsgevoelige zone nog steeds aanwezig?

# alert_confirmation_blackspot_zone
source: Is the accident black spot still present?
es: ¿Sigue habiendo una zona de concentración de accidentes?
fr: Zone accidentogène toujours présente ?
it: Zona ad alta incidentalità ancora presente?
nl: Ongevalsgevoelige zone nog steeds aanwezig?

# alert_confirmation_congestion
source: Is the slowing traffic still present?
es: ¿Sigue habiendo tráfico lento?
fr: Ralentissement toujours présent ?
it: Rallentamenti ancora presenti?
nl: Vertraging nog steeds aanwezig?

# alert_confirmation_congestion_zone
source: Is the congestion still present?
es: ¿Sigue habiendo un atasco?
fr: Bouchon toujours présent ?
it: Coda ancora presente?
nl: File nog steeds aanwezig?

# alert_confirmation_contraflow_highway
source: Is the wrong-way driver still present?
es: ¿Sigue habiendo un vehículo que circula en sentido contrario?
fr: Véhicule à contresens toujours présent ?
it: Veicolo contromano ancora presente?
nl: Spookrijder nog steeds aanwezig?

# alert_confirmation_danger_zone
source: Is the constant danger still present?
es: ¿Sigue habiendo un peligro permanente?
fr: Danger permanent toujours présent ?
it: Pericolo permanente ancora presente?
nl: Permanent gevaar nog steeds aanwezig?

# alert_confirmation_danger_zone_avg_speed
source: Is the dangerous stretch of road still present?
es: ¿Sigue habiendo un tramo peligroso?
fr: Tronçon dangereux toujours présent ?
it: Sezione stradale pericolosa ancora presente?
nl: Gevaarlijk traject nog steeds aanwezig?

# alert_confirmation_dangerous
source: Are the dangerous conditions still present?
es: ¿Sigue habiendo condiciones peligrosas?
fr: Conditions dangereuses toujours présentes ?
it: Condizioni di pericolo ancora presenti?
nl: Gevaarlijke omstandigheden nog steeds aanwezig?

# alert_confirmation_distance_danger_zone
source: Is the prolonged danger zone still present?
es: ¿Sigue habiendo una zona de riesgo de alcances?
fr: Zone de danger de distance toujours présente ?
it: Autovelox rilevamento distanza ancora presente?
nl: Gevarenzone op afstand nog steeds aanwezig?

# alert_confirmation_distorded_road
source: Is the poor road surface still present?
es: ¿Sigue habiendo una zona de firme deteriorado?
fr: Chaussée dégradée toujours présente ?
it: Fondo irregolare ancora presente?
nl: Slecht wegdek nog steeds aanwezig?

# alert_confirmation_incident
source: Is the vehicle stopped still present?
es: ¿Sigue habiendo un vehículo parado?
fr: Véhicule arrêté toujours présent ?
it: Veicolo fermo ancora presente?
nl: Voertuig met pech nog steeds aanwezig?

# alert_confirmation_mobile_speed_camera
source: Is the live speed camera still present?
es: ¿Sigue habiendo un radar móvil?
fr: Radar mobile toujours présent ?
it: Autovelox mobile ancora presente?
nl: Mobiele radar nog steeds aanwezig?

# alert_confirmation_moving_mobile_speed_camera
source: Is the moving live speed camera still present?
es: ¿Sigue habiendo un radar móvil en movimiento?
fr: Radar mobile en mouvement toujours présent ?
it: Autovelox pattuglia mobile ancora presente?
nl: Rijdende mobiele radar nog steeds aanwezig?

# alert_confirmation_moving_risk_zone
source: Is the moving danger still present?
es: ¿Sigue habiendo un peligro en movimiento?
fr: Danger en mouvement toujours présent ?
it: Pericolo in movimento ancora presente?
nl: Bewegend gevaar nog steeds aanwezig?

# alert_confirmation_narrow
source: Is the narrowing road still present?
es: ¿Sigue habiendo un estrechamiento?
fr: Rétrécissement toujours présent ?
it: Restringimento ancora presente?
nl: Wegversmalling nog steeds aanwezig?

# alert_confirmation_objectonlane
source: Is the obstacle on the road still present?
es: ¿Sigue habiendo un objeto en la vía?
fr: Objet sur la voie toujours présent ?
it: Ostacolo sulla carreggiata ancora presente?
nl: Object op de weg nog steeds aanwezig?

# alert_confirmation_patrol
source: Is the patrol vehicle still present?
es: ¿Sigue habiendo una patrulla?
fr: Patrouilleur toujours présent ?
it: Ausiliari del traffico ancora presenti?
nl: Patrouille nog steeds aanwezig?

# alert_confirmation_perturbation
source: Is the disruption still present?
es: ¿Sigue habiendo una perturbación?
fr: Perturbation toujours présente ?
it: Problemi sulla carreggiata ancora presenti?
nl: Hinder nog steeds aanwezig?

# alert_confirmation_poi_no_answer
source: Question not answered
es: Sin respuesta
fr: Pas de réponse
it: Nessuna risposta
nl: Vraag niet beantwoord

# alert_confirmation_poi_thanks
source: Thank you
es: Gracias
fr: Merci
it: Grazie
nl: Bedankt

# alert_confirmation_reduced_visiblity
source: Is the reduced visibility still present?
es: ¿Sigue habiendo visibilidad reducida?
fr: Visibilité réduite toujours présente ?
it: Visibilità ridotta ancora presente?
nl: Verminderde zichtbaarheid nog steeds aanwezig?

# alert_confirmation_risk_zone
source: Is the temporary danger still present?
es: ¿Sigue habiendo un peligro temporal?
fr: Danger temporaire toujours présent ?
it: Pericolo temporaneo ancora presente?
nl: Tijdelijk gevaar nog steeds aanwezig?

# alert_confirmation_risk_zone_frequent
source: Is the frequent risk zone still present?
es: ¿Sigue habiendo una zona de radar móvil frecuente?
fr: Zone à risque fréquent toujours présente ?
it: Zona a rischio frequente ancora presente?
nl: Frequente risicozone nog steeds aanwezig?

# alert_confirmation_risk_zone_infrequent
source: Is the infrequent risk zone still present?
es: ¿Sigue habiendo una zona de radar móvil poco frecuente?
fr: Zone à risque peu fréquent toujours présente ?
it: Zona a rischio poco frequente ancora presente?
nl: Weinig frequente risicozone nog steeds aanwezig?

# alert_confirmation_risk_zone_potential
source: Is the frequent temporary danger still present?
es: ¿Sigue habiendo un peligro temporal frecuente?
fr: Danger temporaire fréquent toujours présent ?
it: Pericolo temporaneo frequente ancora presente?
nl: Frequent tijdelijk gevaar nog steeds aanwezig?

# alert_confirmation_risk_zone_very_frequent
source: Is the very frequent risk zone still present?
es: ¿Sigue habiendo una zona de radar móvil muy frecuente?
fr: Zone à risque très fréquent toujours présente ?
it: Zona a rischio molto frequente ancora presente?
nl: Zeer frequente risicozone nog steeds aanwezig?

# alert_confirmation_road_closure_warning
source: Is the road closure still present?
es: ¿Sigue habiendo una carretera cerrada?
fr: Route fermée toujours présente ?
it: Strada chiusa ancora presente?
nl: Afgesloten weg nog steeds aanwezig?

# alert_confirmation_road_work
source: Are the road works still present?
es: ¿Sigue habiendo obras?
fr: Travaux toujours présents ?
it: Lavori ancora presenti?
nl: Werkzaamheden nog steeds aanwezig?

# alert_confirmation_seatbelt_and_phone_camera
source: Is the seatbelt and phone camera still present?
es: ¿Sigue habiendo un radar de cinturón y teléfono móvil?
fr: Radar ceinture et téléphone toujours présent ?
it: Radar di rilevamento cintura e telefono ancora presente?
nl: Radar gordel en telefoon nog steeds aanwezig?

# alert_confirmation_slippery_road
source: Is the slippery road surface still present?
es: ¿Sigue habiendo firme resbaladizo?
fr: Route glissante toujours présente ?
it: Strada sdrucciolevole ancora presente?
nl: Glad wegdek nog steeds aanwezig?

# alert_confirmation_speed_camera
source: Is the fixed speed camera still present?
es: ¿Sigue habiendo un radar fijo?
fr: Radar fixe toujours présent ?
it: Autovelox fisso ancora presente?
nl: Vaste radar nog steeds aanwezig?

# alert_confirmation_stop_light
source: Is the red traffic light camera still present?
es: ¿Sigue habiendo un radar de semáforo?
fr: Radar de feu rouge toujours présent ?
it: Telecamera al semaforo ancora presente?
nl: Verkeerslichtradar nog steeds aanwezig?

# alert_confirmation_stop_light_and_speed
source: Is the red traffic light and speed camera still present?
es: ¿Sigue habiendo un radar de semáforo y velocidad?
fr: Radar de feu rouge et vitesse toujours présent ?
it: Telecamera al semaforo e velox ancora presenti?
nl: Verkeerslicht- en snelheidsradar nog steeds aanwezig?

# alert_confirmation_tutor
source: Is the average speed camera still present?
es: ¿Sigue habiendo un radar de tramo?
fr: Radar tronçon toujours présent ?
it: Tutor ancora presente?
nl: Trajectradar nog steeds aanwezig?

# alert_confirmation_velobox
source: Is the fixed speed camera zone still present?
es: ¿Sigue habiendo una zona de radar fijo?
fr: Zone radar fixe toujours présente ?
it: Zona con autovelox ancora presente?
nl: Vaste radar-zone nog steeds aanwezig?

# alert_confirmation_ztl
source: Is the LTZ still present?
es: ¿Sigue habiendo una ZTL?
fr: ZTL toujours présente ?
it: ZTL ancora presente?
nl: ZGV nog steeds aanwezig?

# alert_country_change
source: You have just crossed a border. Please note that your phone operator may apply roaming charges.
es: Si usted va a cruzar una frontera, por favor, consulte las tarifas roaming aplicadas por su operador de telefonía.
fr: Vous venez de passer une frontière, nous vous invitons à faire attention aux frais de roaming pratiqués par votre opérateur téléphonique.
it: Stai attraversando un confine di stato. Attenzione al roaming! Verifica le tariffe con il tuo gestore telefonico.
nl: Steek je een landsgrens over? Wees dan voorzichtig met roamingtarieven die door uw provider worden aangerekend.

# alertview_poi_title_accident
source: Accident
es: Accidente
it: Incidente
nl: Ongeval

# alertview_poi_title_blackspot
source: Accident black spot
es: Zona frecuente de accidentes
fr: Zone accidentogène
it: Zona ad alta incidentalità
nl: Ongevalsgevoelige zone

# alertview_poi_title_blackspot_zone
source: Accident black spot
es: Zona frecuente de accidentes
fr: Zone accidentogène
it: Zona ad alta incidentalità
nl: Ongevalsgevoelige zone

# alertview_poi_title_congestion
source: Slowing traffic
es: Reduzca velocidad
fr: Ralentissement
it: Rallentamenti
nl: Vertraging

# alertview_poi_title_congestion_zone
source: Congestion
es: Atasco
fr: Bouchon
it: Coda
nl: File

# alertview_poi_title_contraflow_highway
source: Wrong-way driver
es: Conductor en sentido contrario
fr: Véhicule à contresens
it: Veicolo contromano
nl: Spookrijder

# alertview_poi_title_danger_zone
source: Constant danger
es: Peligro permanente
fr: Danger permanent
it: Pericolo permanente
nl: Permanent gevaar

# alertview_poi_title_danger_zone_avg_speed
source: Dangerous stretch of road
es: Tramo peligroso
fr: Tronçon dangereux
it: Sezione stradale pericolosa
nl: Gevaarlijk traject

# alertview_poi_title_dangerous
source: Dangerous conditions
es: Condiciones peligrosas
fr: Conditions dangereuses
it: Condizioni di pericolo
nl: Gevaarlijke omstandigheden

# alertview_poi_title_distance_danger_zone
source: Prolonged danger zone
es: Distancia a Radar Móvil
fr: Zone de danger de distance
it: Autovelox rilevamento distanza
nl: Gevarenzone op afstand

# alertview_poi_title_distorded_road
source: Poor road surface
es: Firme deteriorado
fr: Chaussée dégradée
it: Fondo irregolare
nl: Slecht wegdek

# alertview_poi_title_incident
source: Vehicle stopped
es: Vehículo parado
fr: Véhicule arrêté
it: Veicolo fermo
nl: Stilstaand voertuig

# alertview_poi_title_mobile_speed_camera
source: Live speed camera
es: Radar móvil
fr: Radar mobile
it: Autovelox mobile
nl: Mobiele radar

# alertview_poi_title_moving_mobile_speed_camera
source: Moving live speed camera
es: Radar móvil en movimiento
fr: Radar mobile en mouvement
it: Autovelox pattuglia mobile
nl: Rijdende Mobiele

# alertview_poi_title_moving_risk_zone
source: Moving danger
es: Peligro en movimiento
fr: Danger en mouvement
it: Pericolo in movimento
nl: Bewegend gevaar

# alertview_poi_title_narrow
source: Narrowing road
es: Estrechamiento
fr: Rétrécissement
it: Restringimento
nl: Wegversmalling

# alertview_poi_title_objectonlane
source: Obstacle on the road
es: Objeto en la vía
fr: Objet sur la voie
it: Ostacolo sulla carreggiata
nl: Object op de weg

# alertview_poi_title_patrol
source: Patrol vehicle
es: Patrulla
fr: Patrouilleur
it: Ausiliari del traffico
nl: Patrouille

# alertview_poi_title_perturbation
source: Disruption
es: Perturbación
fr: Perturbation
it: Problemi sulla carreggiata
nl: Obstakel

# alertview_poi_title_reduced_visiblity
source: Reduced visibility
es: Visibilidad reducida
fr: Visibilité réduite
it: Visibilità ridotta
nl: Verminderde zichtbaarheid

# alertview_poi_title_risk_zone
source: Temporary danger
es: Peligro temporal
fr: Danger temporaire
it: Pericolo temporaneo
nl: Tijdelijk gevaar

# alertview_poi_title_risk_zone_frequent
source: Frequent risk zone
es: Zona de Radar Móvil frecuente
fr: Zone à risque fréquent
it: Zona a rischio frequente
nl: Frequente risicozone

# alertview_poi_title_risk_zone_infrequent
source: Infrequent risk zone
es: Zona de Radar Móvil poco frecuente
fr: Zone à risque peu fréquent
it: Zona a rischio poco frequente
nl: Weinig frequent risicozone

# alertview_poi_title_risk_zone_potential
source: Frequent temporary danger
es: Peligro temporal frecuente
fr: Danger temporaire fréquent
it: Pericolo temporaneo frequente
nl: Frequente tijdelijk gevaar

# alertview_poi_title_risk_zone_very_frequent
source: Very frequent risk zone
es: Zona de Radar Móvil muy frecuente
fr: Zone à risque très fréquent
it: Zona a rischio molto frequente
nl: Zeer frequente risicozone

# alertview_poi_title_road_closure_warning
source: Road closure
es: Carretera cerrada
fr: Route fermée
it: Strada chiusa
nl: Weg afgesloten

# alertview_poi_title_road_work
source: Road works
es: Obras
fr: Travaux
it: Lavori
nl: Werkzaamheden

# alertview_poi_title_seatbelt_and_phone_camera
source: Seatbelt and phone camera
es: Radar cinturón y móvil
fr: Radar ceinture et téléphone
it: Radar di rilevamento cintura e telefono
nl: Radar gordel en telefoon

# alertview_poi_title_slippery_road
source: Slippery road surface
es: Firme resbaladizo
fr: Route glissante
it: Strada sdrucciolevole
nl: Gladde weg

# alertview_poi_title_speed_camera
source: Fixed speed camera
es: Radar fijo
fr: Radar fixe
it: Autovelox fisso
nl: Vaste radar

# alertview_poi_title_stop_light
source: Red traffic light camera
es: Radar de semáforo
fr: Radar de feu rouge
it: Telecamera al semaforo
nl: Verkeerslichtradar

# alertview_poi_title_stop_light_and_speed
source: Red traffic light and speed camera
es: Radar de semáforo y velocidad
fr: Radar de feu rouge et vitesse
it: Telecamera al semaforo e velox
nl: Licht + vast

# alertview_poi_title_tutor
source: Average speed camera
es: Radar de tramo
fr: Radar tronçon
it: Tutor
nl: Trajectcontrole

# alertview_poi_title_velobox
source: Fixed speed camera zone
es: Zona de radar fijo
fr: Zone radar fixe
it: Zona con autovelox
nl: Vaste radar-zone

# alertview_poi_title_ztl
source: LTZ
es: ZTL
fr: ZTL
it: ZTL
nl: ZGV

# app_update_buton_label
source: Update
es: Actualizar
fr: Mettre à jour
it: Aggiornamento
nl: Updaten

# app_update_button_ok_carplay
source: I get it
es: Comprendo
fr: J’ai compris
it: Ho capito
nl: Begrepen

# app_update_forced_message
source: In order to benefit from the service, an update is required
es: Para disponer del servicio, es necesaria una actualización
fr: Afin de bénéficier du service, une mise à jour est nécessaire
it: Per poter usufruire del servizio, è necessario un aggiornamento
nl: Om van de service te kunnen genieten, is een update noodzakelijk

# app_update_forced_message_carplay
source: In order to benefit from the service, an update is required on your phone
es: Para poder disfrutar del servicio, es necesaria una actualización del teléfono.
fr: Afin de bénéficier du service, une mise à jour est nécessaire sur votre téléphone.
it: Per poter usufruire del servizio, è necessario un aggiornamento del telefono.
nl: Om van de dienst te kunnen profiteren, is een update op uw telefoon noodzakelijk

# app_update_recommended_message
source: An important update is available, do you want to do it now?
es: Hay una actualización importante disponible ¿deseas realizarla ahora?
fr: Une importante mise à jour est disponible, voulez-vous la faire dès à présent ?
it: È disponibile un aggiornamento importante, vuoi farlo ora?
nl: Er is een belangrijke update beschikbaar, wil je deze nu uploaden?

# app_update_recommended_message_carplay
source: An important update is available. To do it, go to your phone.
es: Una importante actualización está disponible. Para realizarla, accede al teléfono.
fr: Une importante mise à jour est disponible. Pour la faire, rendez-vous sur votre téléphone.
it: È disponibile un importante aggiornamento. Per farlo, accedere al telefono.
nl: Er is een belangrijke update beschikbaar. Ga hiervoor naar je telefoon.

# app_update_title
source: Update
es: Actualización
fr: Mise à jour
it: Aggiornamento

# app_version
source: Version
es: Versión
it: Versione
nl: Versie

source: Assistance
es: Asistencia
it: Assistenza
nl: Bijstand

# audio_test_service_level_radar
source: Live speed camera for the next 2000 meters, speed limited to 50 kilometers by hour
es: Radar móvil de 2000 metros, velocidad limitada a 50 kilómetros por hora
fr: Radar Mobile sur 2000 mètres, vitesse limitée à 50 kilomètres heure
it: Autovelox mobile per 2000 metri, velocità con limite a 50 chilometri all'ora
nl: Mobiele radar gedurende 2000 meters, snelheid beperkt tot 50 kilometers per uur

# audio_test_service_level_zone
source: Temporary danger for the next 2000 meters, speed limited to 50 kilometers by hour
es: Zona control móvil de 2000 metros, velocidad limitada a 50 kilómetros por hora
fr: Danger temporaire sur 2000 mètres, vitesse limitée à 50 kilomètres heure
it: Pericolo temporaneo per 2000 metri, Velocità con limite a 50 chilometri all'ora
nl: Tijdelijk gevaar gedurende 2000 meters, snelheid beperkt tot 50 kilometers per uur

# authorize
source: Authorise
es: Autorizar
fr: Autoriser
it: Consenti
nl: Toestaan

# average_speed
source: Avg. speed
es: vel. media
fr: Vitesse Moy.
it: vel. media
nl: gem. snelh.

# average_speed_short
source: Avg.
es: Promedio.
fr: Moy.
it: Media
nl: Gemid.

# awareness_message
source: Consider carpooling #SeDéplacerMoinsPolluer
es: Piense en compartir vehículo #SeDéplacerMoinsPolluer
fr: Pensez à covoiturer #SeDéplacerMoinsPolluer
it: Pensa al car pooling #SeDéplacerMoinsPolluer
nl: Overweeg carpoolen #SeDéplacerMoinsPolluer

source: Cancel
es: Cancelar
fr: Annuler
it: Annullare
nl: Annuleren

# carplay_alert_confirmation_generic
source: Still present?
es: ¿Sigue presente?
fr: Toujours présent ?
it: Ancora presente ?
nl: Altijd aanwezig?

# carplay_alert_country_change_details
source: You have just crossed a border.
es: Acabas de cruzar una frontera.
fr: Vous venez de passer une frontière.
it: Stai attraversando un confine di stato.
nl: Je bent net een grens overgestoken.

# carplay_alert_country_change_more_details
source: Phone operator may apply international charges.
es: Posibles cargos de su compañía telefónica.
fr: Possibles frais de votre opérateur téléphonique.
it: Eventuali addebiti dalla compagnia telefonica.
nl: Mogelijke kosten van uw telefoonmaatschappij.

# carplay_be_careful
source: Be careful
es: Ten cuidado
fr: Prudence
it: Fai attenzione
nl: Wees voorzichtig

# carplay_cancel
source: Cancel
es: Cancelar
fr: Annuler
it: Annullare
nl: Annuleren

# carplay_car_speed
source: Car Speed
es: Velocidad del carro
fr: Vitesse Véhicule
it: Velocità del veicolo
nl: Voertuig snelheid

# carplay_close
source: Close
es: Cerrar
fr: Fermer
it: Chiudere
nl: Sluiten

# carplay_confirmation
source: Confirmed, Thank you
es: Confirmado, Gracias
fr: Confirmé, Merci
it: Confermato, Grazie
nl: Bevestigd, Bedankt

# carplay_dashboard_favorite_missing
source: Please configure this favorite from the Coyote app on your phone.
es: Configura este favorito desde la aplicación Coyote en tu teléfono.
fr: Veuillez configurer ce favori depuis l'application Coyote sur votre téléphone.
it: Salva questo preferito dall'app Coyote sul tuo telefono.
nl: Gelieve deze als favoriet in te stellen in de Coyote-App op uw telefoon.

# carplay_declaration_confirmation_generic
source: Reported, thank you
es: Declarado, gracias
fr: Déclaré, merci
it: Dichiarato, grazie
nl: Gemeld, dank u

# carplay_declaration_my_way
source: My way
es: Mi sentido
fr: Mon sens
it: La mia direzione
nl: Mijn richting

# carplay_declaration_opposite_way
source: Opposite way
es: Sentido contrario
fr: Sens opposé
it: Direzione opposta
nl: Tegengestelde richting

# carplay_declaration_title
source: Declarations
es: Declaraciones
fr: Déclarations
it: Segnalazioni
nl: Verklaringen

# carplay_declaration_way_selection
source: Way Selection
es: Selección de sentido
fr: Sélection du sens
it: Selezione della direzione
nl: Selectie van richting

# carplay_destination_reached
source: You have reached your destination!
es: Ha llegado a su destino.
fr: Vous êtes arrivé !
it: Destinazione raggiunta!
nl: U bent aangekomen!

# carplay_destination_retrieve
source: Resume your route to '%@'?
es: ¿Retomar el itinerario a '%@' ?
fr: Reprendre votre itinéraire vers '%@' ?
it: Riprendere l'itinerario per '%@' ?
nl: Route verderzetten naar '%@' ?

# carplay_favorites
source: Favourites
es: Favoritos
fr: Favoris
it: Preferiti
nl: Favorieten

# carplay_finish
source: Finish
es: Finalizar
fr: Terminer
it: Termina
nl: Beëindigen

# carplay_history
source: History
es: Historial
fr: Historique
it: Cronologia
nl: Browsegeschiedenis

# carplay_next
source: Next
es: Siguiente
fr: Suivant
it: Successivo
nl: Volgende

# carplay_no_connection
source: No network connection
es: No hay conexión a la red
fr: Pas de connexion au réseau
it: Connessione alla rete assente
nl: Geen netwerkverbinding

# carplay_no_subscription_details
source: Please subscribe to the COYOTE PREMIUM offer
es: Suscríbase a la oferta de COYOTE PREMIUM
fr: Merci de souscrire à la formule COYOTE PREMIUM
it: Iscriviti all'offerta COYOTE PREMIUM
nl: Abonneer je op de aanbieding COYOTE PREMIUM

# carplay_no_subscription_more_details
source: (more info on your iPhone)
es: (más información en su iPhone)
fr: (plus d'infos sur votre iPhone)
it: (maggiori info sul tuo iPhone)
nl: (meer info op je iPhone)

# carplay_no_subscription_title
source: SERVICE NOT AVAILABLE
es: SERVICIO NO DISPONIBLE
fr: SERVICE NON DISPONIBLE
it: SERVIZIO NON DISPONIBILE
nl: SERVICE NIET BESCHIKBAAR

# carplay_preview_banner_suffix
source: %@ on your route
es: %@ en tu ruta
fr: %@ sur votre itinéraire
it: %@ sul tuo percorso
nl: %@ op uw route

# carplay_retry
source: Retry
es: Reintentar
fr: Retenter
it: Ritenta
nl: Probeer opnieuw

# carplay_route_option_dirtroad
source: Dirt roads
es: Caminos de tierra
fr: Chemins de terre
it: Strada sterrata
nl: Aardewegen

# carplay_route_option_highway
source: Motorways
es: Autovías
fr: Autoroutes
it: Autostrada
nl: Autosnelwegen

# carplay_route_option_toll
source: Tolls
es: Peajes
fr: Péages
it: Pedaggio
nl: Tolwegen
